{
  "area_undef": {
    "part": "{area_undef_anteil:.2%} des gewählten urbanen Gebietes wurden nicht simuliert und somit auch nicht für den NatUrWB-Referenzwert in Betracht gezogen. Dies kann daran liegen, dass ein Teil ihres Gebietes außerhalb Deutschlands liegt, als Gewässer definiert ist und somit keine Bodeneigenschaften vorliegen, die simuliert werden könnten oder nicht in der Bodenübersichtskarte des BGR definiert ist. Die berechnete NatUrWB-Referenz gilt demnach nur für {area_def_anteil:.2%} des gewählten urbanen Gebietes.",
    "all": "{area_undef_anteil:.2%} des gewählten urbanen Gebietes konnten nicht simuliert werden, da es entweder ausserhab Deutschlands liegt oder nicht in der BÜK definiert ist. Da dieser Wert zu hoch liegt um noch einen zuverlässigen NatUrWB-Referenzwert auszugeben, wird kein Wert ausgegeben."},
  "buek_flag": {
    "allg": "Für {anteil_all:.2%} des gewählten urbanen Gebietes konnten keine (oder keine Haupt-)Bodenprofile aus der Bodenübersichtskarte ermittelt werden und mussten daher anders hergeleitet werden. Dies führt zwangsläufig zu etwas schlechteren Ergebnissen.\n",
    "1": "Für {anteil_1:.2%} des gewählten urbanen Gebietes wurde die Bodengesellschaft des Nachbar-Polygons mit der größten gemeinsamen Grenze und der gleichen Geologie herangezogen.",
    "2": "Für {anteil_2:.2%} des gewählten urbanen Gebietes wurde die Bodengesellschaft des Nachbar-Polygons mit der größten gemeinsamen Grenze, jedoch unterschiedlicher Geologie herangezogen. Hier gab es kein Nachbar-Polygon mit gleicher Geologie.",
    "3": "Für {anteil_3:.2%} des gewählten urbanen Gebietes gab es kein Nachbar-Polygon, weswegen in einem Umkreis von 1 km nach dem nächsten Polygon gesucht wurde das die gleiche Geologie aufweist."
  },
  "lanu_flag": {
    "1": "Auf {anteil_nolanu:.2%} des gewählten urbanen Gebietes konnte kein gleiches Bodenprofil mit einer nicht anthropogenen Landnutzung in der gleichen Naturraumeinheit gefunden werden. Daher wurde in 15-120 km Umkreis nach der gleichen Bodengesellschaft gesucht, wobei die Suche mit dem geringsten Radius die erfolgreich war genutzt wurde.",
    "1_resolved": "\nDies ergab für {anteil_nolanu_resolved:.0%} dieser Fläche eine naturnahe Landnutzungs-Verteilung. Im Mittel lag der Umkreis in dem gesucht wurde bei {dist_mean:.0f} km.",
    "1_notresolved": "\nFür {anteil_lanu_notresolved:.0%} dieser Fläche konnte auch die Umkreissuche keine Landnutzung ermitteln. Die Wasserbilanz dieser Gebiete, also {anteil_lanu_notresolved_tot:.2%} der Gesamtfläche, fließt daher nicht in die Ergebnis Wasserbilanz ein.",
    "2": "Bei {anteil_2:.2%} des gewählten urbanen Gebietes gibt es mindestens ein Fels-Bodenprofil in der Bodenübersichtskarte. Da für Fels Böden nur die Landnutzung \"Versiegelung\" realistich ist, wurde die Landnutzungsverteilung für dieses Bodenprofil abgeändert. Für dieses Bodenprofil wurde demnach nicht die Landnutzungsverteilung aus den Umliegenden Profilen abgeleitet. Dies sollte das Ergebnis nicht beeinträchtigen"
  },
  "sl_flag": {
    "allg": "",
    "1":"Bei {anteil_1:.2%} des gewählten urbanen Gebietes lag kein Rastermittelpunkt des digitalen Höhenmodells innerhalb des simulierten Polygons, weswegen das Gefälle und die Exposition von berührenden Zellen abgeleitet wurde.",
    "2":"Bei {anteil_2:.2%} des gewählten urbanen Gebietes lag keine Rasterzelle des digitalen Höhenmodells an oder unter dem simulierten Polygon. Daher wurde in einem Umkreis von im Mittel {sl_dist_mean:.0f} m, aber unter {sl_dist_max:.0f} m, nach einer passenden Rasterzelle gesucht, um das Gefälle und die Exposition dieser Zelle abzuleiten. Dieser Schritt wurde manuel überprüft ob die gewählte Rasterzelle plausibel erscheint und ist nur in Randgebieten an Gewässern aufgetreten, wie z.B. Inseln, bei denen ohnehin von einem geringen Gefälle auszugehen ist."
  },
  "wea_flag": {
    "allg": "",
    "1":"Bei {anteil_1:.2%} des gewählten urbanen Gebietes lag kein Rastermittelpunkt des Regionalisierungs-Rasters vom DWD innerhalb des simulierten Polygons vor, weswegen die Regionalisierung von Zellen abgeleitet wurde, die das Polygon berühren.",
    "2": "Bei {anteil_2:.2%} des gewählten urbanen Gebietes lag keine Rasterzelle des Regionalisierungs-Rasters vom DWD an oder unter dem simulierten Polygon. Daher wurde in einem Umkreis von im Mittel {wea_dist_mean:.0f} m, aber unter {wea_dist_max:.0f} m, nach einer passenden Rasterzelle gesucht um die Regionalisierung dieser Zelle heranzuziehen. Dieser Schritt wurde manuel auf Plausibilität überprüft und ist nur nahe der Grenze von Deutschland oder an großen Gewässern aufgetreten."
  },
  "wea_flag_n": {
    "allg": "",
    "1":"Bei {anteil_1:.2%} des gewählten urbanen Gebietes lag kein Rastermittelpunkt des Regnie-Rasters vom DWD innerhalb des simulierten Polygons vor, weswegen die Niederschlags-Regionalisierung von Zellen abgeleitet wurde, die das Polygon berühren.",
    "2": "Bei {anteil_2:.2%} des gewählten urbanen Gebietes lag keine Rasterzelle des Regnie-Rasters vom DWD an oder unter dem simulierten Polygon. Daher wurde in einem Umkreis von im Mittel {wea_dist_n_mean:.0f} m, aber unter {wea_dist_n_max:.0f} m, nach einer passenden Rasterzelle gesucht um die Niederschlags-Regionalisierung dieser Zelle heranzuziehen. Dieser Schritt wurde manuel auf Plausibilität überprüft und ist nur nahe der Grenze von Deutschland oder an großen Gewässern aufgetreten."
  },
  "bfid_undef": "Für {bfid_undef:.2%} des gewählten urbanen Gebietes war das definierte Bodenprofil in der sachdatenbank der Bodenübersichtskarte nicht parametrisiert und wurde daher nicht berücksichtigt. Hierbei handelt es sich bei jeder Bodengesellschaft aber um sekundäre Bodenprofile, die also nicht den Hauptanteil der Bodengesellschaft ausmachen.",
  "wea_t_std": "Bei {anteil:.2%} des gewählten urbanen Gebietes war die Variabilität, innerhalb eines Simulations-Polygons, der mehrjährigen Temperatur größer als {grenze_std:.2f} °C. Maximal lag diese Standardabweichung bei {max_std:.2f} °C. Da bei der Regionalisierung für jedes Simulations-Polygon nur ein Mittelwert aus dem mehrjährigen DWD-Raster bestimmt wurde, ist diese Variabilität unter Umständen nicht gut abgebildet worden.",
  "wea_et_std": "Bei {anteil:.2%} des gewählten urbanen Gebietes war die Variabilität, innerhalb eines Simulations-Polygons, der mehrjährigen Evapotranspiration größer als {grenze_std:.0f} mm/y. Maximal lag diese Standardabweichung bei {max_std:.1f} mm/y. Da bei der Regionalisierung für jedes Simulations-Polygon nur ein Mittelwert aus dem mehrjährigen DWD-Raster bestimmt wurde, ist diese Variabilität unter Umständen nicht gut abgebildet worden.",
  "wea_n_wihj_std": "Bei {anteil:.2%} des gewählten urbanen Gebietes war die Variabilität, innerhalb eines Simulations-Polygons, des mehrjährigen Niederschlags des Winter-Halbjahres größer als {grenze_std:.0f} mm/6 Monate. Maximal lag diese Standardabweichung bei {max_std:.1f} mm/6 Monate. Da bei der Regionalisierung für jedes Simulations-Polygon nur ein Mittelwert aus dem mehrjährigen DWD-Raster bestimmt wurde, ist diese Variabilität unter Umständen nicht gut abgebildet worden.",
  "wea_n_sohj_std": "Bei {anteil:.2%} des gewählten urbanen Gebietes war die Variabilität, innerhalb eines Simulations-Polygons, des mehrjährigen Niederschlags des Sommer-Halbjahres größer als {grenze_std:.0f} mm/6 Monate. Maximal lag diese Standardabweichung bei {max_std:.1f} mm/6 Monate. Da bei der Regionalisierung für jedes Simulations-Polygon nur ein Mittelwert aus dem mehrjährigen DWD-Raster bestimmt wurde, ist diese Variabilität unter Umständen nicht gut abgebildet worden.",
  "sl_std": "Bei {anteil:.2%} des gewählten urbanen Gebietes war die Variabilität, innerhalb eines Simulations-Polygons, des Gefälles größer als {grenze_std:.0f} %-Punkte. Maximal lag diese Standardabweichung bei {max_std:.1f} %-Punkte. Da für jedes Simulations-Polygon nur ein mittleres Gefälle aus dem DGM80 bestimmt wurde, ist diese Variabilität unter Umständen nicht gut abgebildet worden.",
  "special_stat_ids": {
    "2236": "Bei {anteil:.2%} des gewählten Gebietes wurde der mehrjährige Stations-Mittelwert nicht aus dem DWD-Raster bezogen sondern von den Stations-Messwerten selbst. Dies lag daran, dass die Station ausserhalb des DWD-Rasters lags aber die Topografie zu groß war um von einer nahegelegenen Rasterzelle die Werte zu beziehen. Dies sollte das Ergebnis nicht erheblich beeinflussen.",
    "1759": "Bei {anteil:.2%} des gewählten Gebietes wurde der mehrjährige Stations-Mittelwert nicht aus dem DWD-Raster bezogen sondern von den Stations-Messwerten selbst. Dies lag daran, dass die Station weit ausserhalb des DWD-Rasters auf der Insel Greifswalder Oie lag. Da die Stations-Messwerte nicht bis 1981 zurückreichen, wurde der mehrjährige Wert für 2001 bis 2019 bestimmt. Die bestimmte NatUrWB-Referenz bezieht sich daher auf einen andere Klimaperiode als die anderen Referenz-Werte und ist daher nicht direkt mit anderen NatUrWB-Referenzen vergleichbar, ist aber trotzdem in sich Schlüssig."
  }
}